Repository: ARICOMA-D365BC/AC-IB-dynamics365smb-docs-OmegaT
Catalog: omegat/project_save.tmx
Source language: cs_cz
Languages: en_us

source: Pro zajištění správného vykazování Kontrolního výkazu DPH je potřeba nastavit pole v řádcích výkazu DPH:
en_us: To ensure the correct reporting of the VAT Control Report, it is necessary to set the fields in the lines of the VAT report:

source: Pro zajištění tohoto požadavku je v D365 BC použita standardní funkčnost účetních schémat rozšířena o dodatečné úpravy.
en_us: To ensure this requirement, the standard functionality of accounting schemes is used in D365 BC and extended by additional adjustments.

source: Pro založení Výpisu čerpání postupujte následujícím způsobem:
en_us: To create a Refuelling Statement, follow these steps:

source: Pro založení nového Kontrolního výkazu zvolte funkci Nový.
en_us: To create a new Control Report, choose the New function.

source: Pro založení nového řidiče postupujte následujícím způsobem:
en_us: To create a new driver, follow these steps:

source: Pro založení číselníku obecných parametrů pokračujte tímto způsobem:
en_us: To create a code list of general parameters, proceed as follows:

source: Pro založení šabloby workflow je nutný addon Řízení stavů, který musíte mít nainstalován.
en_us: To set up a workflow, the Status Management addon is required, which you must have installed.

source: Pro zapnutí této funkce postupujte následujícím způsobem:
en_us: To turn on this feature, follow these steps:

source: Pro zaúčtování faktoringu postupujte následujícím způsobem:
en_us: To post factoring, follow these steps:

source: Pro zaúčtování použijte funkci Účtování.
en_us: Use the Posting feature to post.

source: Pro změnu jazyka postupujte tímto způsobem:
en_us: To change the language, follow these steps:

source: Pro zobrazení je třeba použít funkci Přizpůsobit.
en_us: You must use the Personalize feature to display.

source: Pro zobrazení položek archivu In nebo Out Bufferu posutpujte následujícím způsobem:
en_us: To view the In or Out Buffer archive items, do the following:

source: Pro zobrazení seznamu uložených obecných parametrů k danému záznamu (v tomto případě k dlouhodobému majetku) s filtrem na danou entitu postupujte tímto způsobem:
en_us: To view a list of saved general parameters for a given record (in this case, fixed assets) with a filter on a given entity, do the following:

source: Pro zobrazení úloh komunikace mezi Out Bufferem a In Bufferem postupujte následujícím způsobem:
en_us: To view the communication tasks between the Out Buffer and the In Buffer, proceed as follows:

source: Pro zpracování Výkazu DPH je využita standardní funkcionalita Výkazu DPH.
en_us: The standard functionality of the VAT Statement is used for the processing of the VAT Statement.

source: Pro zpracování příkazu pro úhradu či výpisu ve formátu SEPA je využita standartní funkčnost systému.
en_us: For the processing of a payment order or statement in SEPA format, the standard functionality of the system is used.

source: Pro základní nastavení addonu dopravy porakčujte následujícím způsobem:
en_us: For basic transport addon settings, do the following:

source: Pro základní nastavení centrální databáze pokračujte podle následujícícho postupu:
en_us: For basic setup of the central database, proceed as follows:

source: Pro základní nastavení úloh spooleru vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Úlohy Spooleru a klikněte na související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Spooler Tasks and then choose the related link.

source: Pro úpravu/smazání informací zásilky, musí být zásilka ve stavu Ke svozu.
en_us: In order to edit/delete shipment information, the shipment must be in the For Collection status.

source: Pro účely generování výkazu Intrastat se používá standartní funkcionalita.
en_us: For the purpose of generating the Intrastat report, standard functionality is used.

source: Pro členění údržby vozidla dle vašich potřeb Typy údržby
en_us: To break down vehicle maintenance according to your needs Maintenance Types

source: Proces synchronizace může probíhat online v okamžiku změny dat (je generován změnový dokument pro daný záznam), dle volby uživatele jako komplexní balík synchronizovaných dat nebo automaticky jako balík dat v periodických intervalech (pomocí modulu Shareplan).
en_us: The synchronization process can take place online at the moment of data change (a change document is generated for the given record), according to the user's choice as a complex package of synchronized data or automatically as a data package at periodic intervals (using the Shareplan module).

source: Proces zpracování výpisu je z pohledu uživatele beze změn.
en_us: From the user's point of view, the statement processing process is unchanged.

source: Procesní - prochází úlohy v IN Bufferu, zpracovává úlohy IN Bufferu a ukládá je do OUT Bufferu.
en_us: Procesing - passes through task in IN Buffer, processes IN Buffer task and stores them in out buffer.

source: Prodej
en_us: Sales

source: Prodejní dobropis,
en_us: Sales credit meno,

source: Prodejní faktura,
en_us: Sales invoice,

source: Prodejní objednávka,
en_us: Sales order,

source: Program pak tuto hodnotu použije pro výpočet celkové priority požadavku.
en_us: The program then uses this value to calculate the overall priority of the request.

source: Program pak umožňuje zobrazit chybu, kvůli které se úloha nezpracovala.
en_us: The program then allows you to view an error due to which the task did not process.

source: Protiúčtem může být finanční účet či bankovní účet, nicméně nejčastěji se používá karta pokladny.
en_us: The counter-account can be a financial account or a bank account, but the cash register card is most often used.

source: Proto musí být pole Hodnota, při výběru této možnosti, vyplněno.
en_us: Therefore, the Value field must be filled in when you select this option.

source: Proto, aby v systému bylo co nejvíce informací o vybraném partnerovi, jsou informace importovány přes webovou službu Creditcheck ERP viz.
en_us: Therefore, in order to have as much information about the selected partner in the system as possible, the information is imported via the Creditcheck ERP web service, see.

source: Protože byla z CZ lokalizace vypuštěna základní funkcionalita pro tvorbu prodejních skonto dobropisů, není již rozšiřující funkcionalita součástí modulu Sada rozšíření aplikace.
en_us: Since the basic functionality for creating sales credit notes has been omitted from the CZ localization, the extended functionality is no longer part of the Application Extension Set module.

source: Provedete to tak, že kliknete na tři tečky v řádku u Filtru obecných parametrů.
en_us: To do this, click on the three dots in the line next to the General Parameters Filter.

source: Proveďte funkci Přidat ke svozu (zásilka je ve stavu Ke svozu a je možné tisknout štítek).
en_us: The Add to collection function (the shipment is in the For collection status and the label can be printed).

source: Proveďte funkci Tisk štítku.
en_us: Use the Print label function.

source: Provoz informačního systému je možný v cloudu nebo ve vlastním prostředí.
en_us: Operation of the information system is possible in the cloud or in your own environment.

source: Proč?
en_us: Why?

source: Prvky v rámci jedné pozice mají dále přiřazený kód.
en_us: Elements within a position are further assigned a code.

source: První slouží k upozornění uživatelů na nesrovnalosti s registrací k DPH při práci s doklady, druhá pak následně zpětně při zpracování podkladů pro výkaz DPH.
en_us: The first serves to alert users to discrepancies with VAT registration when working with documents, the second is then used retrospectively when processing documents for the VAT statement.

source: První vstup do poznámek je možný už při vytváření požadavku v Průvodci, jak bylo popsáno výše.
en_us: The first entry into notes is possible when you create a request in the wizard, as described above.

source: Prvním krokem v průvodci je určení Kódu zadavatele a Priority požadavku.
en_us: The first step in the wizard is to specify Taskmaster Code and Request Priority.

source: Právě jeden ze stavů musí být označen jako Výchozí stav (zaškrtnutím pole Výchozí stav).
en_us: Just one of the states must be marked as Default Status (by checking the Default Status check box).

source: Právě jeden ze stavů musí být označen jako Výchozí stav (zaškrtnutím tlačítka Výchozí stav).
en_us: Just one of the states must be marked as Default Status (by checking the Default Status button).

source: Průvodce vložení obecných parametrů
en_us: General Parameters Insertion Wizard

source: Publikování dokumentu vyžaduje modul Publikování SharePoint.
en_us: Publishing a document requires SharePoint Publishing module.

source: Pult dispečera
en_us: Helpdesk Dispatch Board

source: Pult dispečera umožňuje souhrnný pohled na zadané požadavky.
en_us: Dispatch Board allows a summary view of the specified requirements.

source: Pult evidence pošty
en_us: Mail Record Board

source: Pult evidence pošty je dostupný následujícím způsobem.
en_us: Mail Record Board is available as follows.

source: Před odesláním výkazu DPH je vhodné ověřit, zda-li budou všechny reportované záznamy v pořádku z pohledu registrace k DPH.
en_us: Before submitting a VAT statement, it is a good idea to verify that all reported records will be correct from the point of view of VAT registration.

source: Před tím, než budete moci používat funkcionality více způsobů plateb ve vašich obchodních procesech, musíte provést základní nastavení modulu.
en_us: Before you can use the functionality of multiple payment methods in your business processes, you must make the basic module settings.

source: Před zaúčtováním dokladu faktoringu je doklad třeba vydat.
en_us: Before you can post a factoring document, you must Issue the document.

source: Předmět i tělo tohoto druhu emailu se definuje v textech mailu s využitím polí e-mailu.
en_us: The subject and body of this kind of email are defined in the texts of the email using the email fields.

source: Předmětem tohoto druhu emailu je kód šablony události a popis fáze.
en_us: The subject of this type of email is the event template code and the phase description.

source: Předplacené
en_us: Prepaid

source: Předpokladem je, že tyto požadavky vytváří běžní uživatelé zpracovávající doklady.
en_us: The prerequisite is that these requests are made by ordinary users processing documents.

source: Předpokladem pro použití je správné nastavení Paperless trade.
en_us: A prerequisite for use is the correct setting of Paperless trade.

source: Předvyplněnou hodnotu pole Váha lze pro každou osobu individuálně upravit.
en_us: The pre-filled value of the Weight field can be adjusted individually for each person.

source: Předávací protokol je generován ze strany přepravců.
en_us: The handover report is generated by the haulers.

source: Přehled helpdesk požadavků lze zobrazit následovně:
en_us: The list of helpdesk requests can be viewed as follows:

source: Přehled obsahuje i dopravce, které nemáte u Balíkobotu nakonfigurované.
en_us: The overview also includes carriers that you do not have configured with Balíkobot.

source: Přepravce
en_us: Shipping agents

source: Přesunuto, Smazáno nebo Nahrazeno?
en_us: Moved, Deleted or Replaced?

source: Při asistovaném nastavení add-onu se může zobrazit hláška "Požadavek byl zablokován modulem runtime".
en_us: When setting up the add-on with assistance, the message "The request was blocked by the runtime" may be displayed.

source: Při importu směnných kurzů z ECB je zajištěn datumový posun platnosti směnného kurzu.
en_us: When importing exchange rates from the ECB, the date shift of the exchange rate validity is ensured.

source: Při každé další změně stavu požadavku se, v případě že máte pro tento stav nastavenu Akci Řízení stavů logování (52068291 WriteStatusChangeHlpDesk), vygeneruje další řádek s odpovídajícími hodnotami (viz podrobnější popis níže u zpracování požadavku).
en_us: Each time the request state changes, if you have the Log Status Control action set for this state (52068291 WriteStatusChangeHlpDesk), an additional line with the corresponding values is generated (see a more detailed description below for request processing).

source: Při odesílání dokladů z OUT Bufferu se snaží OUT Agent držet posloupnost odesílání následujícím způsobem:
en_us: When sending documents from OUT Buffer, the OUT Agent tries to keep the sending sequence as follows:

source: Při procházení či vytváření prodejních, nákupních či servisních dokladů systém kontroluje existenci směnného kurzu pro určité datum.
en_us: When browsing or creating sales, purchasing or service documents, the system checks for the existence of an exchange rate for a specific date.

source: Při ruční synchronizaci lze pomocí filtrů přesně specifikovat, jaké tabulky, odkud a kam se mají aktuálně synchronizovat.
en_us: When you synchronize manually, you can use filters to specify exactly what tables, where and where to sync them.

source: Při ručním vytváření zásilky, se nedá skenovat číslo účtovaného dokladu a údaje se musí vyplnit ručně.
en_us: When you manually create a shipment, you cannot scan the number of the billed document and the data must be filled in manually.

source: Při ručním vytváření řádků Rozpisu platby je Kód způsobu platby filtrován dle Kódu platebního místa přiřazeného uživateli (viz dále).
en_us: When manually creating Payment Schedule rows, the Payment Method Code is filtered by the Payment Location Code assigned to the user (see below).

source: Při tomto vytváření je nutné zadat Stav „Nová“ a přídat jeden řádek.
en_us: In this creation, you must enter Status on "New" and add one line.

source: Při uzavření KV se uzavřou i položky, které budou mít v tomto poli hodnotu ANO.
en_us: When you close the CHR, the items that will have a value of YES in this field are also closed.

source: Při vytváření prodejních, nákupních či servisních dokladů probíhá kontrola na existenci platného ověření registrace k DPH v rámci zadaného časového intervalu.
en_us: When you create sales, purchase, or service documents, you check for the existence of a valid verification of the VAT registration within the specified time interval.

source: Při výběru Datový interval se pracuje s poli Začátek fáze a Konec fáze.
en_us: Selecting Date Interval works with the Start Phase and End Phasefields.

source: Při výběru fází má nejvyšší prioritu výběru Položka, pak Datový interval a nakonec Číselný interval.
en_us: When selecting phases, the highest priority is to select Item, then Date Interval, and finally Numerical Interval.

source: Při zadávání dat na kartě zásilky (automaticky pomocí načtení kódů, nebo ručně) je na kartě zásilky funkce Ověřit data zásilky.
en_us: When entering data on the shipment card (automatically by retrieving codes or manually) there is a Check Data function on the shipment card.

source: Při změnách v systému se čísla polí nemění.
en_us: When changing in the system, the field numbers do not change.

source: Při zpracování HelpDesk požadavku se na kartě požadavku na záložce Zpracování vyplní příslušné údaje, především Kód řešení, Trvání, Popis zpracování (max. 250 znaků) a Kód další zodpovědné osoby.
en_us: When processing a HelpDesk request, the relevant data is filled in on the request card on the Processing tab, in particular Solution Code, Duration, Processing Description (max. 250 characters) and Code of the next responsible person.

source: Při účtování primárních dokladů (faktura, objednávka, dobropis) s rozpisem platby (jedním či více typy úhrad) jsou automaticky vytvářeny fiskální položky a tyto jsou pak odeslány k tisku na fiskální tiskárnu.
en_us: When you post primary documents (invoice, order, credit note) with a payment breakdown (one or more types of remittances), fiscal entries are automatically created and sent to the fiscal printer for printing.

source: Přijímá zprávy z okolí a ukládá je do IN Bufferu.
en_us: It receives messages from the surroundings and stores them in the IN Buffer.

source: Připojené publikované dokumenty lze přímo ze systému Dynamics 365 Business Central otevřít v asociované aplikaci.
en_us: Attached published documents can be opened directly from Dynamics 365 Business Central in an associated application.

source: Přiřazení prvku je vázáno na Kód pro vykazování a Typ pohybu.
en_us: Packing Elements Assignment is bound to Statement Code and Movement Type.

source: Přiřazení způsobů plateb k uživatelům
en_us: Assigning payment methods to users

source: Přiřazování prvků Výkazu obalů
en_us: Assigning Packing Statement Elements

source: Příklad můžete vidět na obrázku níže: Import nespolehlivých plátců DPH z xml formátu
en_us: You can see an example in the picture below: Import of unreliable VAT payers from xml format

source: Příklad nastavení stavů pro Řízení stavů je zobrazen na obrázku níže.
en_us: An example of state settings for State Control is shown in the figure below.

source: Příklad vytvořené číselné řady (detailněji viz.
en_us: An example of a created number sequence (for more details, see

source: Příklad vytvořené číselné řady:
en_us: Example of a created number series:

source: Případné úpravy vzhledu dokladů s jinou registrací k DPH musí být realizovány jako zákaznické úpravy.
en_us: Any modifications to the appearance of documents with a different VAT registration must be made as customer modifications.

source: Případně pokud máte nastavenou výchozí tiskárnu ve Výběry tiskáren jako zbytek Vašich tiskových sestav.
en_us: Alternatively, if you have the default printer set in Printer Selections as the rest of your print reports.

source: Registrace k DPH ve více zemích
en_us: VAT registration in Multiple countries

source: Registrace k DPH na dokladech
en_us: VAT registration on documents

source: Režim OSS se na prodejním dokladu zapíná na základě následujících informací:
en_us: OSS mode is activated on the sales document based on the following information:

source: Rovněž všechny vklady a výběry hotovosti do registrační pokladny jsou evidovány a vytištěny na fiskální tiskárně.
en_us: Also, all cash deposits and withdrawals to the cash register are recorded and printed on the fiscal printer.

source: Rozdíl je pouze v tom, že při Vydání systém hledá dle identifikačních údajů pohybu na řádku výpisu odpovídající záznamy na vydaném platebním příkazu v řádcích exportu.
en_us: The only difference is that when Issued, the system searches for matching records on the issued payment order in the export lines according to the movement identification data on the statement line.

source: Rozdíl oproti standardní funkčnosti je v struktuře souboru XML generovaném pro účely slovenského vykazování.
en_us: The difference compared to the standard functionality is in the structure of the XML file generated for the purposes of Slovak reporting.

source: Rozdíl oproti standardní funkčnosti je v struktuře souboru s příponou .xml generovaném pro účely slovenského vykazování.
en_us: The difference from the standard functionality is in the structure of the file with the extension .xml generated for the purposes of Slovak reporting.

source: Rozdíl vůči možnosti Stejný kód je v tom, že v poli Podmínka porovnání můžete zvolit metodu porovnání (Rovná se, Nerovná se, Menší než, Menší než nebo rovno, Větší než, Větší než nebo rovno).
en_us: The difference to the Same Code option is that in the Condition field of the comparison you can select the comparison method (Equal, Not Equal, Less than, Less than or Equal, Greater than, Greater than or Equal).

source: Rozhraní obou tabulek je téměř stejné.
en_us: The interface of both tables is almost the same.

source: Rozlišení schémat pro vybranou zemi
en_us: Differentiation of schemes for the selected country

source: Rozsah tisku lze pak blíže specifikovat prostřednictvím filtrů a parametrů.
en_us: The print range can then be specified in more detail through filters and parameters.

source: Rozšiřuje možnosti publikování o nástroje k větší kontrole a řízení publikace dokumentů.
en_us: Extends publishing capabilities with tools to further control and control document publication.

source: Rozšiřuje možnosti publikování ve dvou úrovních:
en_us: Extends publishing capabilities at two levels:

source: Rozšíření fronty úloh
en_us: Job Queue extension

source: Rozšíření fronty úloh je doplňující modul umožňující definovat parametry spouštění úlohy a akce vykonávané při startu, úspěšném nebo neúspěšném dokončení úlohy jako je například zaslání notifikačního emailu.
en_us: The Job Queue Extension is an additional module that allows you to define the parameters of job execution and actions performed at the start, successful or unsuccessful completion of the task, such as sending a notification email.

source: Rozšíření číslené řady
en_us: Extension of number series

source: Ruční vložení úkolu do In nebo Out Bufferu
en_us: Manually insert a task into the IN or OUT Buffer

source: Ruční vytvoření zásilky
en_us: Manual Parcel creation

source: Ruční úprava nastavení
en_us: Manual adjustment of settings

source: S pevně definovanou naprogramovanou strukturou, kterou si sami navolíme a bude při každém spuštění použita, nebo pomocí dynamického obsahu, kde je obsah definovaný pomocí polí a textů e-mailu.
en_us: With a fixed programmed structurethat we choose ourselves and will be used each time we run it, or with dynamic contentwhere the content is defined using fields and email texts.

source: S použitím metody zadávání Tabulka souvisí naplnění polí ID tabulky a ID pole a s použitím metody zadávání Funkce souvisí naplnění ID funkce.
en_us: Using the Table input method is related to populating the Table ID and Field ID fields, and using the Function input method is related to populating the Function ID.

source: S touto funkcionalitou bylo možné
en_us: With this functionality it was possible

source: SEPA Platby
en_us: SEPA Payments

source: Sada addonů pro rozšíření funkcionalit provozní části systému pro D365 Business Central
en_us: Set of addons to extend the functionality of the operational part of the system for D365 Business Central.

source: Sada addonů pro rozšíření funkcionality financí pro D365 Business Central
en_us: Addon set to extend finance functionality for D365 Business Central.

source: Sada rozšíření pro Finance
en_us: Application extension set

source: Sada rozšíření pro Finance - Nastavení
en_us: Application extension set - Settings

source: Samotné pole je možné definovat z následujících tabulek: zdrojová tabulka šablony upozornění, Šablona událostí, Fáze pole.
en_us: The field itself can be defined from the following tables: Notification Template Source Table, Event Template, Field Phases.

source: Samotné použití spočívá ve správném nastavení a spuštění synchronizace tabulek.
en_us: The use itself consists in correctly setting up and starting the synchronization of tables.

source: Samotný export pracuje s uloženými výsledky účetních schémat.
en_us: The export itself works with the saved results of account schedules.

source: Samotný proces objednání svozu je jednoduchý, slouží k tomu funkce „Objednat svoz“ na přehledu zásilek.
en_us: The process of ordering a collection is simple, it is done using the "Order collection" function on the shipment overview.

source: Schvalování požadavku
en_us: Request approval

source: Sekce kontrolního výkazu DPH
en_us: VAT Control Report Section

source: Sekce kontrolního výkazu DPH pro fyzické osoby
en_us: VAT Check Report Section for individuals

source: Servisní firmy
en_us: Service companies

source: Servisní zakázka,
en_us: Service order,
